# print("Hello world!!!")
# print("Привет друзья!!!")
# print('Привет друзья!!!')
# print("Привет 'дорогие' друзья!!!")


# int - целостные числа
# float - числа с плавающей точкой
# str - строка ("", '')
# bool - булевое значение

# Задаем переменную, начиная со строчной буквы или нижнего подчеркивания
# Все символы кроме первого могут быть из нижнего или верхнего регистра, цифрами
# Имя переменной не должно содержать пробелов или специальных символов
# CamelCase не используем, используем snake_case
# Не используем зарезервированные имена, например print
# Даем логичные имена переменным

var = 2
var_1 = '6'
var_2 = 7
result = var + var_2
var_3 = [5, 7, 12]
var_4 = {'hgj', 'jhvjgh', '576'}
var_5 = {"gvh":"jgfh", 'fdyf':'hjfhgf'}
print(result)

print(type(var_5))
